<?php
return
    [
        "name" => "name содержит запрещенные символы",
        "login" => "login содержит запрещенные символы",
        "login2" => "login должен содержать больше 3 символов",
        "login3" => "login должен содержать меньше 10 символов",
        "email" => "email содержит запрещенные символы",
        "password" => "password содержит запрещенные символы",
        "password2" => "password должен содержать больше 3 символов",
        "password3" => "password должен содержать меньше 10 символов",
        "confirmPassword" => "пароли не совпадают",
        "file"=> "размер файла превышает необходимый минимум 200 Кб",
        "file2" => "отправка файла была с ошибкой",
        "file3" => "не поддерживаемый формат файла"
    ];
