<?php

return [
    "required" => "Отсутствует обязательное значение",
    "emailinvalid" => "Email должен соответствовать email формату",
    "email_unique" => "Email занят другим пользователем",
    "patternMismatch" => "Данные содержат запрещенные символы",
    "password-confirm" => "Пароли не совпадают.Повторите пароль",
    "typeMismatch" => "Данные не соответствуют ожидаемому типу поля",
    "maximum weight" => "Файл превышает максимальный размер.Ваш файл имеет большой размер $1 мб",
    "mime types" => "Поддерживаемые mime types: $1"
];
